{
  "plugins": {
    "cloak.nvim": {
      "src": "https://github.com/laytan/cloak.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-nvim-lua": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lua"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "jellybeans.vim": {
      "src": "https://github.com/nanotech/jellybeans.vim"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "neogen": {
      "src": "https://github.com/danymat/neogen"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround",
      "version": "4.0.0 - 5.0.0"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}
